{
  "layout": "article",
  "content": [
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "The inaugural thematic workshop in this series was successfully held from 15 - 19 May 2023, on ‘Peacetime Research in Biological and Physical Detection Technologies for Surveillance & Diagnostics’. Co-organised by PREPARE’s Environmental Transmission & Mitigation and Diagnostics Co-operatives, through Diagnostics Development Hub (DxD Hub), the Agency for Science, Technology and Research’s (A*STAR) Institute of High Performance Computing (IHPC) and ASEAN Dx Initiative, the workshop was attended by 35 participants from Cambodia, Indonesia, Lao PDR, Malaysia, Myanmar, Philippines, Thailand, and Vietnam and 74 participants from Singapore."
        }
      ]
    },
    {
      "type": "image",
      "details": [
        {
          "type": "divider"
        }
      ],
      "src": "https://www.moh.gov.sg/images/librariesprovider11/default-album/dxwsgrp.jpg?sfvrsn=6502b663_2",
      "alt": "Regional and local participants of the inaugural PREPARE-Temasek Foundation READI Workshop held in Singapore, 15-19 May 2023",
      "width": 100
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<i>Regional and local participants of the inaugural PREPARE-Temasek Foundation READI Workshop held in Singapore, 15-19 May 2023</i>"
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "The workshop focused on themes such as Genomics, Detection Technologies, Molecular Diagnostics and Infection & Immunity Response, and featured speakers from institutions in the region, as well as from A*STAR, Nanyang Technological University, National University of Singapore, and National Environment Agency in Singapore. Participants engaged in active discussion each morning, followed by site visits hosted by several partner organisations for our regional participants in the afternoon. Key partners included DxD Hub, Genome Institute of Singapore, Environmental Health Institute of the National Environment Agency, Singapore Centre on Environmental Life Sciences Engineering, National Centre for Infectious Diseases and A*STAR Singapore Immunology Network."
        }
      ]
    },
    {
      "type": "image",
      "details": [
        {
          "type": "divider"
        }
      ],
      "src": "https://www.moh.gov.sg/images/librariesprovider11/default-album/openmicsession.jpg?sfvrsn=7e18a793_0",
      "alt": "Image of active participation by our local and regional participants during open mic discussions following talks by invited speakers.",
      "width": 100
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<i>Active participation by our local and regional participants during open mic discussions following talks by invited speakers.</i>"
        }
      ]
    },
    {
      "type": "image",
      "details": [
        {
          "type": "divider"
        }
      ],
      "src": "https://www.moh.gov.sg/images/librariesprovider11/default-album/ncidsitevisit.jpg?sfvrsn=acd1c2ab_0",
      "alt": "Image of site visit to the National Centre for Infectious Diseases (NCID) on 17 May 2023. Following presentations by then NCID Executive Director Prof Leo Yee Sin and representatives from Singapore’s Ministry of Health, regional participants toured key facilities at NCID including the Infectious Diseases Reference Laboratory, P.H.Feng Research Centre, as well as NCID Research Clinic. They were also given a tour of The NCID Gallery.",
      "width": 100
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<i>Site visit to the National Centre for Infectious Diseases (NCID) on 17 May 2023. Following presentations by then NCID Executive Director Prof Leo Yee Sin and representatives from Singapore’s Ministry of Health, regional participants toured key facilities at NCID including the Infectious Diseases Reference Laboratory, P.H.Feng Research Centre, as well as NCID Research Clinic. They were also given a tour of The NCID Gallery.</i>"
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "The last day of the workshop focused on opportunities for research collaborations in the region. A breakout session allowed participants to jointly discuss key challenges in establishing collaborations, strengths and capabilities of the respective countries that could contribute to meaningful collaborations, and the way forward in establishing collaborations to enhance ASEAN’s resilience to future epidemics."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Through a post-workshop survey conducted by PREPARE, the majority of regional participants indicated their satisfaction with the workshop content and networking opportunities provided through the workshop. Plans to continue engaging the participants through virtual meetings are in the works."
        }
      ]
    },
    {
      "type": "image",
      "details": [
        {
          "type": "divider"
        }
      ],
      "src": "https://www.moh.gov.sg/images/librariesprovider11/default-album/d4moderator.jpg?sfvrsn=32fc90b3_0",
      "alt": "Image of Prof Lisa Ng, Executive Director and Senior Principal Investigator at A*STAR Infectious Diseases Labs (ID Labs) moderated the session on Day 4, focused on ‘Infection and Immunity Response’. The session saw experts from ID Labs and SIgN share their current work on immune response to pathogens and its relation to pandemic preparedness.",
      "width": 100
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<i>Prof Lisa Ng, Executive Director and Senior Principal Investigator at A*STAR Infectious Diseases Labs (ID Labs) moderated the session on Day 4, focused on ‘Infection and Immunity Response’. The session saw experts from ID Labs and SIgN share their current work on immune response to pathogens and its relation to pandemic preparedness.</i>"
        }
      ]
    },
    {
      "type": "image",
      "details": [
        {
          "type": "divider"
        }
      ],
      "src": "https://www.moh.gov.sg/images/librariesprovider11/default-album/bmgfsesion.jpg?sfvrsn=e5d40789_0",
      "alt": "Image of Dr Supriya Kumar, Program Officer at Bill and Melinda Gates Foundation (BMGF) joined virtually on the last day to share on BMGF’s current work in the ASEAN region and welcomed questions from the audience on collaborations and grants.",
      "width": 100
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<i>Dr Supriya Kumar, Program Officer at Bill and Melinda Gates Foundation (BMGF) joined virtually on the last day to share on BMGF’s current work in the ASEAN region and welcomed questions from the audience on collaborations and grants.</i>"
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "PREPARE looks forward to collaborating and working closely with our regional participants in future. We would like to acknowledge our co-organisers, DxD Hub, IHPC at A*STAR and ASEAN Dx Initiative for their support throughout the workshop as well as Temasek Foundation for their funding support."
        }
      ]
    }
  ],
  "page": {
    "title": "Inaugural workshop to strengthen regional collaboration in detection technologies for surveillance and diagnostics during peacetime",
    "contentPageHeader": {
      "summary": "PREPARE has partnered Temasek Foundation (TF) to run the TF Research, Engagements and Alliance for Diseases caused by Infections (READI) Programme, with the aim of building strong relationships with our regional partners for impactful collaborative research to better prepare and respond to future pandemics. The PREPARE – TF READI Programme comprises a series of workshops held in Singapore that aims to build a portfolio of projects of interest for potential regional research collaboration."
    },
    "defaultSortBy": "date",
    "defaultSortDirection": "asc",
    "subtitle": "Read more about our events and highlights here.",
    "category": "Events & Highlights",
    "date": "9 Jun 2023",
    "image": {
      "src": "https://www.moh.gov.sg/images/librariesprovider11/default-album/dxwsgrp.jpg?sfvrsn=6502b663_2",
      "alt": "Image of regional and local participants of the inaugural PREPARE-Temasek Foundation READI Workshop held in Singapore, 15-19 May 2023"
    },
    "articlePageHeader": {
      "summary": [
        "PREPARE has partnered Temasek Foundation (TF) to run the TF Research, Engagements and Alliance for Diseases caused by Infections (READI) Programme, with the aim of building strong relationships with our regional partners for impactful collaborative research to better prepare and respond to future pandemics. The PREPARE – TF READI Programme comprises a series of workshops held in Singapore that aims to build a portfolio of projects of interest for potential regional research collaboration."
      ]
    }
  },
  "version": "0.1.0"
}
