{
  "layout": "article",
  "content": [
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "PREPARE aims to make the necessary preparations during periods of normalcy that will enable R&D to proceed rapidly during an epidemic. It strives to develop strong and synergistic partnerships between teams in different disciplines and across sectors. Regionally, PREPARE will strengthen research partnerships, share information and knowledge, and collaborate in clinical trials with various institutions. PREPARE will also be Singapore’s connection into international pandemic research forums and platforms, such as the Coalition for Epidemic Preparedness Innovations (CEPI)."
        }
      ]
    },
    {
      "type": "image",
      "details": [
        {
          "type": "divider"
        }
      ],
      "src": "https://www.moh.gov.sg/images/librariesprovider11/events-launch/p0468c1feafe176a4cbdb69b20ae8cb92a1f.jpg?sfvrsn=bb75a65c_5",
      "alt": "Image of PREPARE Deputy Executive Director Prof David Lye presenting a poster on \"Preparing for the Next Epidemic\" during Minister Ong's walkabout session",
      "width": 100
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<i>PREPARE Deputy Executive Director Prof David Lye presenting a poster on \"Preparing for the Next Epidemic\" during Minister Ong's walkabout session</i>"
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Professor Wang commented, “PREPARE as a translational programme will contribute towards the robust growth of Singapore’s capability in research and production. It also aims to strengthen our ability to work with researchers in the region to carry out clinical research on infectious diseases of public health interest. All in all, PREPARE will facilitate the development of expertise that could further strengthen early detection, diagnostics, therapeutics, and vaccine development in Singapore.”"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "In their pre-recorded congratulatory remarks, International Advisors Sir Jeremy Farrar, Chairperson of the Human Health & Potential (HHP) International Advisory Committee (IAC), and Sir Baron Peter Piot, Chair of PREPARE International Advisory Panel (IAP), echoed similar aspirations for PREPARE.</a>"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "A panel discussion on “R&D Agenda for Epidemic Preparedness and Response – Challenges and Opportunities” was held during the launch. Members of the panel included Professor Wang Linfa, Professor Tan Chorh Chuan, Executive Director of the National Centre for Infectious Diseases (NCID) Professor Leo Yee Sin, and Director of the Biological Defence Programme at DSO National Laboratories Associate Professor Gladys Tan. In her remarks, Associate Professor Gladys Tan likened PREPARE to the military, which continually works towards being ready for a threat that hopefully will never come."
        }
      ]
    },
    {
      "type": "image",
      "details": [
        {
          "type": "divider"
        }
      ],
      "src": "https://www.moh.gov.sg/images/librariesprovider11/events-launch/p233-(1)a98867bb54e1419fbd9194cade39a40c.jpg?sfvrsn=69692628_5",
      "alt": "Image of The Panel Discussion was moderator by Dr Lisa Ooi, VP (Strategy), Hummingbird Biosciences (far left). Panelists include (left to right) Prof Leo Yee Sin, Prof Tan Chorh Chuan, A/Prof Galdys Tan and Prof Wang Linfa.",
      "width": 100
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<i>The Panel Discussion was moderator by Dr Lisa Ooi, VP (Strategy), Hummingbird Biosciences (far left). Panelists include (left to right) Prof Leo Yee Sin, Prof Tan Chorh Chuan, A/Prof Galdys Tan and Prof Wang Linfa.</i>"
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Associate Professor Kenneth Mak, PREPARE Steering Committee Chair and Director of Medical Services (DMS) said, “Pandemic preparedness requires sustained vigilance and continuous efforts. Building on the experience and momentum from COVID-19, PREPARE will create enablers and bring researchers from different institutions and disciplines together in its co-operative programmes, to work together to contribute to epidemic preparedness so as to guide public health decisions and support the needs of the MOH and the public health agencies in epidemic control.”"
        }
      ]
    },
    {
      "type": "image",
      "details": [
        {
          "type": "divider"
        }
      ],
      "src": "https://www.moh.gov.sg/images/librariesprovider11/events-launch/p333-(1).jpg?sfvrsn=fca9963_6",
      "alt": "Image of the PREPARE team",
      "width": 100
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<i>PREPARE Team</i>"
        }
      ]
    }
  ],
  "page": {
    "title": "PREPARE Official Launch",
    "contentPageHeader": {
      "summary": "The Programme for Research in Epidemic Preparedness and Response (PREPARE) was officially launched on the 3rd of November 2022 by Singapore Minister for Health Mr Ong Ye Kung, together with PREPARE Executive Director Professor Wang Linfa, and PREPARE Steering Committee Co-chair and Chief Health Scientist (CHS) Professor Tan Chorh Chuan."
    },
    "defaultSortBy": "date",
    "defaultSortDirection": "asc",
    "subtitle": "Read more about our events and highlights here.",
    "category": "Events & Highlights",
    "date": "3 Nov 2022",
    "image": {
      "src": "https://www.moh.gov.sg/images/librariesprovider11/events-launch/p136-(1).jpg?sfvrsn=93fa3fdb_9",
      "alt": "Image of from Left to Right: PREPARE Executive Director Prof Wang Linfa, Minister for Health Mr Ong Ye Kung and PREPARE Steering Committee Co-Chair and Chief Health Scientist Prof Tan Chorh Chuan"
    },
    "articlePageHeader": {
      "summary": [
        "The Programme for Research in Epidemic Preparedness and Response (PREPARE) was officially launched on the 3rd of November 2022 by Singapore Minister for Health Mr Ong Ye Kung, together with PREPARE Executive Director Professor Wang Linfa, and PREPARE Steering Committee Co-chair and Chief Health Scientist (CHS) Professor Tan Chorh Chuan.",
        "The inaugural ceremony was held at the Ministry of Health (MOH) College of Medicine Building (COMB) Auditorium, and joined by distinguished guests from supporting institutions. In his opening address, Mr Ong Ye Kung stated that PREPARE would be one of the key initiatives to further enhance the nation’s preparedness against future infectious disease outbreaks following its experience with the COVID-19 pandemic."
      ]
    }
  },
  "version": "0.1.0"
}
