{
  "layout": "article",
  "content": [
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "By tapping on the knowledge and experience of the distinguished advisory panel, PREPARE will gain insights on major global epidemic preparedness and response research and industry trends that may affect Singapore. The panel also provides an avenue for PREPARE to review and enhance its national strategy."
        }
      ]
    },
{
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Our three (3) distinguished speakers at the Seminar were:"
        }
      ]
    },
    {
      "type": "unorderedlist",
      "content": [
        {
          "type": "listItem",
          "content": [
            {
              "type": "paragraph",
              "content": [
                {
                  "type": "text",
                  "marks": [],
                  "text": "Prof Baron Peter Piot"
                }
              ]
            }
          ]
        },
        {
          "type": "unorderedlist",
          "content": [
            {
              "type": "listItem",
              "content": [
                {
                  "type": "paragraph",
                  "content": [
                    {
                      "type": "text",
                      "marks": [],
                      "text": "Prof Piot is the Chair of PREPARE IAP and a Handa Professor of Global Health and Former Director of London School of Hygiene & Tropical Medicine."
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "listItem",
          "content": [
            {
              "type": "paragraph",
              "content": [
                {
                  "type": "text",
                  "marks": [],
                  "text": "Dr Karin Bok"
                }
              ]
            }
          ]
        },
        {
          "type": "unorderedlist",
          "content": [
            {
              "type": "listItem",
              "content": [
                {
                  "type": "paragraph",
                  "content": [
                    {
                      "type": "text",
                      "marks": [],
                      "text": "Dr Bok is a PREPARE IAP member and the Director of Pandemic Preparedness and Emergency Response at the Vaccine Research Center in National Institute of Allergy and Infectious Diseases (United States)."
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "listItem",
          "content": [
            {
              "type": "paragraph",
              "content": [
                {
                  "type": "text",
                  "marks": [],
                  "text": "Dr Meera Chand"
                }
              ]
            }
          ]
        },
        {
          "type": "unorderedlist",
          "content": [
            {
              "type": "listItem",
              "content": [
                {
                  "type": "paragraph",
                  "content": [
                    {
                      "type": "text",
                      "marks": [],
                      "text": "Dr Chand is a PREPARE IAP member and the Director of Clinical and Emerging Infections at the UK Health Security Agency."
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "To learn more about the PREPARE IAP members, click <a href='/about-us'>here</a>."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "Over the two days, the IAP members were introduced to PREPARE by Executive Director Prof Wang Linfa who shared about the learning points from the R&D pandemic response in Singapore and PREPARE’s overall objectives and desired outcomes. They also heard directly from each Co-operative and Core Lead on their objectives, strategies and ongoing initiatives to achieve their deliverables."
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "The IAP members were pleased with the overall PREPARE strategy and provided valuable inputs to further improve the programme and its connections with global partners in the Southeast Asian region and beyond."
        }
      ]
    },
    {
      "type": "image",
      "src": "https://www.moh.gov.sg/images/librariesprovider11/default-album/image-3-1_original.jpg?sfvrsn=681ddbef_0",
      "alt": "Image of Executive Director, Prof Wang Linfa, introduces PREPARE to the International Advisory Panel members. ",
      "width": 100
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<i>Executive Director, Prof Wang Linfa, introduces PREPARE to the International Advisory Panel members. </i>"
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "During their time in Singapore, the IAP members were also hosted to Dinners with our PREPARE Steering Committee (SC) and PREPARE EXCO on 20 Sep 2022 and 22 Sep 2022 respectively. The dinners helped facilitate discussions between PREPARE SC members and IAP members on PREPARE as well as cement relationships between the IAP members and PREPARE EXCO following the 2-day meeting."
        }
      ]
    },
    {
      "type": "image",
      "src": "https://www.moh.gov.sg/images/librariesprovider11/default-album/image-3-2_original.jpg?sfvrsn=63f01c5a_0",
      "alt": "Image of PREPARE International Advisory Members were hosted to Dinner by PREPARE Steering Committee (SC) Co-Chair Prof Tan Chorh Chuan, Chief Health Scientist (MOH) on 20 Sep 2022. Dinner was joined by members of the PREPARE SC and Leadership team.",
      "width": 100
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<i>PREPARE International Advisory Members were hosted to Dinner by PREPARE Steering Committee (SC) Co-Chair Prof Tan Chorh Chuan, Chief Health Scientist (MOH) on 20 Sep 2022. Dinner was joined by members of the PREPARE SC and Leadership team. </i>"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<i>Standing (left to right): Dr Derrick Heng, Deputy DMS , Public Health Group (MOH); Prof Ng Huck Hui, Assistant Chief Executive, Biomedical Research Council (A*STAR); Prof Wang Linfa, Executive Director, PREPARE Prof Leo Yee Sin, Executive Director, National Centre for Infectious Diseases Singapore; Prof David Lye, Deputy Executive Director, PREPARE; A/Prof Ng Lee Ching, Group Director, Environmental Health Institute (National Environment Agency), A/Prof Dan Yock Young, Deputy DMS, Health Services Group (MOH).</i>"
        }
      ]
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "<i>Seated (left to right): Prof Baron Peter Piot, Chair of PREPARE IAP; Prof Tan Chorh Chuan, Co-Chair of PREPARE SC and Chief Health Scientist (MOH) ; Dr Meera Chand, Member of PREPARE IAP.</i>"
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "paragraph",
      "content": [
        {
          "type": "text",
          "marks": [],
          "text": "The PREPARE IAP aims to convene every 18 – 24 months in Singapore, with ad-hoc virtual meetings every three to six months. PREPARE looks forward to working closely with our IAP members to further the agenda of Singapore’s epidemic preparedness and response research strategy."
        }
      ]
    }
  ],
  "page": {
    "title": "PREPARE International Advisory Panel (IAP) 1st Review Meeting",
    "contentPageHeader": {
      "summary": "PREPARE held its inaugural International Advisory Panel (IAP) Review Meeting at the National Centre for Infectious Diseases (NCID), over two days from 21 – 22 Sep 2022. Formally appointed in August 2022, the IAP was convened to provide guidance to PREPARE on its epidemic preparedness and response research strategy and implementation plans."
    },
    "defaultSortBy": "date",
    "defaultSortDirection": "asc",
    "subtitle": "Read more about our events and highlights here.",
    "category": "Events & Highlights",
    "date": "21 Sep 2022",
    "image": {
      "src": "https://www.moh.gov.sg/images/librariesprovider11/default-album/image-3-2_original.jpg?sfvrsn=63f01c5a_0",
      "alt": "Image of PREPARE International Advisory Members were hosted to Dinner by PREPARE Steering Committee (SC) Co-Chair Prof Tan Chorh Chuan, Chief Health Scientist (MOH) on 20 Sep 2022. Dinner was joined by members of the PREPARE SC and Leadership team"
    },
    "articlePageHeader": {
      "summary": [
        "PREPARE held its inaugural International Advisory Panel (IAP) Review Meeting at the National Centre for Infectious Diseases (NCID), over two days from 21 – 22 Sep 2022. Formally appointed in August 2022, the IAP was convened to provide guidance to PREPARE on its epidemic preparedness and response research strategy and implementation plans."
      ]
    }
  },
  "version": "0.1.0"
}
